Repository: Fullstak-BV/laposta-elementor-forms
Catalog: languages/laposta-elementor-forms-*.po
Languages: nl_nl

source: API Key
nl_nl: API-sleutel

source: Enter the Laposta API key found in your Laposta account settings.
nl_nl: Voer de Laposta API-sleutel in die je vindt in de Laposta-accountinstellingen.

source: List
nl_nl: Lijst

source: Choose the Laposta list that should receive the submitted form entries.
nl_nl: Kies de Laposta-lijst waarin de verzonden formulierinzendingen terecht moeten komen.

source: Update existing subscriber (upsert)
nl_nl: Bestaande abonnee bijwerken (upsert)

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: If enabled, an existing subscriber with the same email will be updated instead of causing an error.
nl_nl: Indien ingeschakeld wordt een bestaande abonnee met hetzelfde e-mailadres bijgewerkt in plaats van een foutmelding te geven.

source: API fields mapping
nl_nl: API-velden koppelen

source: Map the form fields to the Laposta fields.
nl_nl: Koppel de formuliervelden aan de Laposta-velden.

source: Unable to communicate with Laposta at the moment.
nl_nl: Kan momenteel geen verbinding maken met Laposta.

source: This email address is already subscribed.
nl_nl: Dit e-mailadres is al geabonneerd.

source: An error occurred while subscribing.
nl_nl: Er is een fout opgetreden tijdens het inschrijven.

source: Form option
nl_nl: Formulieroptie

source: Laposta option
nl_nl: Laposta-optie

source: Select…
nl_nl: Selecteer…

source: Select a form field with options to create a mapping.
nl_nl: Selecteer een formulier veld met opties om een koppeling te maken.

source: This Laposta field has no options.
nl_nl: Dit Laposta-veld heeft geen opties.

source: No additional mapping needed for this field.
nl_nl: Geen extra koppeling nodig voor dit veld.

source: Append new selections to existing subscriber (upsert)
nl_nl: Nieuwe selecties toevoegen aan bestaande abonnee (upsert)

source: Leave unchecked to overwrite existing selections when the subscriber already exists.
nl_nl: Laat dit uit om bestaande selecties te overschrijven wanneer de abonnee al bestaat.

source: Allow creating new Laposta options
nl_nl: Nieuwe Laposta-opties toestaan

source: Add hidden field values that are not present yet as selectable options in Laposta.
nl_nl: Voeg verborgen veldwaarden die nog niet bestaan toe als selecteerbare opties in Laposta.

source: Hidden fields can be mapped to Laposta multi-select fields. Provide comma separated values in the default value.
nl_nl: Verborgen velden kunnen aan Laposta multi-select velden gekoppeld worden. Gebruik komma's in de standaardwaarde om meerdere opties op te geven.

source: Hidden field
nl_nl: Verborgen veld

source: Loading…
nl_nl: Bezig met laden…

source: Select a list
nl_nl: Selecteer een lijst

source: Failed to fetch Laposta lists. Please check your API key.
nl_nl: Het ophalen van Laposta-lijsten is mislukt. Controleer je API-sleutel.

source: Failed to fetch Laposta fields.
nl_nl: Het ophalen van Laposta-velden is mislukt.

source: No Laposta lists found.
nl_nl: Geen Laposta-lijsten gevonden.

source: Unable to fetch Laposta fields for the selected list.
nl_nl: Kan Laposta-velden voor de geselecteerde lijst niet ophalen.

source: <strong>Laposta Elementor Forms</strong> requires <a href="%s" target="_blank"><strong>Elementor PRO</strong></a> to be installed and activated.
nl_nl: <strong>Laposta Elementor Forms</strong> vereist dat <a href="%s" target="_blank"><strong>Elementor PRO</strong></a> is geïnstalleerd en geactiveerd.

source: <strong>Laposta Elementor Forms</strong> requires <strong>Elementor</strong> version %s or greater.
nl_nl: <strong>Laposta Elementor Forms</strong> vereist <strong>Elementor</strong> versie %s of hoger.

source: Invalid Laposta API key.
nl_nl: Ongeldige Laposta API-sleutel.

source: Connectivity issue: unable to retrieve Laposta lists.
nl_nl: Verbindingsprobleem: Laposta-lijsten kunnen niet worden opgehaald.

source: Missing Laposta request parameters.
nl_nl: Ontbrekende Laposta-parameters.

source: Invalid Laposta request parameters.
nl_nl: Ongeldige Laposta-parameters.

source: Connectivity issue: unable to reach Laposta right now.
nl_nl: Verbindingsprobleem: Laposta is momenteel niet bereikbaar.
